{
  "id": 512,
  "name": "Blue-green algae",
  "menu_id": null,
  "description": null,
  "images": [
    {
      "id": 1534,
      "filename": "1534.jpg",
      "path": "1534.jpg",
      "caption": "Chroococcus belongs to unicellular blue-green algae. It can be found in fine sediments – so-called epipelon. All blue-green algae reproduce asexually, by binary fission, separation of cells (exocytes) and separation of filament pieces (hormogonia). Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 1
    },
    {
      "id": 1535,
      "filename": "1535.jpg",
      "path": "1535.jpg",
      "caption": "Filamentous types of blue-green algae can also be found in the mud, e.g. Komvophoron, Pseudanabaena, Oscillatoria, Phormidium. The picture shows two different species of the genus Komvophoron, along with an Euglena and a diatom. Photo: Prof. Aloisie Poulí",
      "author": "",
      "order": 1
    },
    {
      "id": 1536,
      "filename": "1536.jpg",
      "path": "1536.jpg",
      "caption": "A typical example of benthic blue-green algae. It is named for the oscillation in its movement. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 2
    },
    {
      "id": 1537,
      "filename": "1537.jpg",
      "path": "1537.jpg",
      "caption": "Oscillatoria reproduces by few-cell filament pieces, so-called hormogonia. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 3
    },
    {
      "id": 1538,
      "filename": "1538.jpg",
      "path": "1538.jpg",
      "caption": "Blue-green algae of the genus Nostoc live in moist soil on a fishpond bank. They are able to fix air nitrogen. Photo: Doc. Petr Hašler",
      "author": "",
      "order": 4
    },
    {
      "id": 1539,
      "filename": "1539.jpg",
      "path": "1539.jpg",
      "caption": "The genus Microcystis belongs to blue-green algae creating the so-called algal bloom. Dark spots in the cells are gas vesicles enabling the blue-green algae to float. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 5
    },
    {
      "id": 1540,
      "filename": "1540.jpg",
      "path": "1540.jpg",
      "caption": "Anabaena is a genus of filamentous blue-green algae. The picture shows vegetative cells (small ones with grainy content), akinetes – cells specialised for surviving unfavourable conditions (large cells with grainy content) and heterocysts – cells with transparent content, serving to gather air nitrogen, similarly as known in root nodule bacteria. Photo: Doc. Petr Hašler",
      "author": "",
      "order": 6
    }
  ]
}