{
  "id": 513,
  "name": "Diatoms",
  "menu_id": null,
  "description": null,
  "images": [
    {
      "id": 1541,
      "filename": "1541.jpg",
      "path": "1541.jpg",
      "caption": "The photo shows empty frustules of Pinnularia diatoms, taken by the method of black field microscopy. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 0
    },
    {
      "id": 1542,
      "filename": "1542.jpg",
      "path": "1542.jpg",
      "caption": "Diatom frustule in an electrone microscope. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 1
    },
    {
      "id": 1543,
      "filename": "1543.jpg",
      "path": "1543.jpg",
      "caption": "Detail of a diatom frustule in an electrone microscope. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 2
    },
    {
      "id": 1544,
      "filename": "1544.jpg",
      "path": "1544.jpg",
      "caption": "Diatom frustule in an electrone microscope. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 3
    },
    {
      "id": 1545,
      "filename": "1545.jpg",
      "path": "1545.jpg",
      "caption": "Detail of a diatom frustule in an electrone microscope. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 4
    },
    {
      "id": 1546,
      "filename": "1546.jpg",
      "path": "1546.jpg",
      "caption": "The frustule observed from above, reminding a dish. Photo taken in a scanning electron microscope. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 5
    },
    {
      "id": 1547,
      "filename": "1547.jpg",
      "path": "1547.jpg",
      "caption": "Side view of a diatom frustule. Photo taken in a scanning electron microscope. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 6
    },
    {
      "id": 1548,
      "filename": "1548.jpg",
      "path": "1548.jpg",
      "caption": "Melosira belongs to colonnial centric diatoms and occurs in epilithon. The colony reminds a filament, however, individual cells do not communicate with each other, it is thus not a true filament. Numerous brown plastids are apparent in the cell. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 7
    },
    {
      "id": 1549,
      "filename": "1549.jpg",
      "path": "1549.jpg",
      "caption": "Centric diatoms reproduce by oogamy. Some cells are transformed into 1-2 egg cells, others into numerous, small, flagellated spermatic cells. Spermatic cells are attracted to the egg cell by pheromones. Photo: Doc. Petr Hašler",
      "author": "",
      "order": 8
    },
    {
      "id": 1550,
      "filename": "1550.jpg",
      "path": "1550.jpg",
      "caption": "Sexual reproduction of centric diatoms results in large globular zygotes – auxospores. Photo: Doc. Petr Hašler",
      "author": "",
      "order": 9
    },
    {
      "id": 1551,
      "filename": "1551.jpg",
      "path": "1551.jpg",
      "caption": "A pennate diatom, whose Latin name is derived from its boat shape. A centrally situated nucleus and two longitudinally situated chloroplasts are visible inside the cell. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 10
    },
    {
      "id": 1552,
      "filename": "1552.jpg",
      "path": "1552.jpg",
      "caption": "Nitzschia is a slender pennate diatom with two chloroplasts situated at the top. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 11
    },
    {
      "id": 1553,
      "filename": "1553.jpg",
      "path": "1553.jpg",
      "caption": "A pennate diatom with a sponge-finger shape of the frustule. It has a single lobed chloroplast. Two individuals in the picture are about to start sexual reproduction. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 12
    },
    {
      "id": 1554,
      "filename": "1554.jpg",
      "path": "1554.jpg",
      "caption": "A pennate diatom forming zig-zag colonies. It lives either on the bottom or in the water column. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 13
    },
    {
      "id": 1555,
      "filename": "1555.jpg",
      "path": "1555.jpg",
      "caption": "A robust pennate diatom living in fine sediments (epipelon). Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 14
    },
    {
      "id": 1556,
      "filename": "1556.jpg",
      "path": "1556.jpg",
      "caption": "The picture shows production of gametes in a pennate diatom of the genus Neidium. Diatoms are among few algae which are diploid in the vegetative state (having two sets of chromosomes) and during sexual reproduction, haploid gametes unite to form a diploid zygote (auxospore). Pennate diatoms are characteristic by benthic way of life. They move slowly on the substrate surface, searching for a suitable sexual partner. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 15
    },
    {
      "id": 1557,
      "filename": "1557.jpg",
      "path": "1557.jpg",
      "caption": "The picture shows zygotes of a pennate diatom of the genus Stauroneis. Diatoms are among few algae which are diploid in the vegetative state (having two sets of chromosomes) and during sexual reproduction, haploid gametes unite to form a diploid zygote (auxospore). Pennate diatoms are characteristic by benthic way of life. They move slowly on the substrate surface, searching for a suitable sexual partner. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 16
    },
    {
      "id": 1558,
      "filename": "1558.jpg",
      "path": "1558.jpg",
      "caption": "Diatoms and other algae can also be attacked by fungal parasites. Two sacs with spores of the parasite on a partially destroyed cell of the Sellaphora diatom are visible in the picture. Parasites are specialised on a particular diatom species and have probably developed parallel to their hosts, which is documented by the fact that they are able to recognize pheromones of the host diatom and attack exclusively male cells. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 17
    },
    {
      "id": 1559,
      "filename": "1559.jpg",
      "path": "1559.jpg",
      "caption": "Centric diatoms live in plankton. They are small, globular, thus falling slowly. They are often equipped with thin prickles which enlarge their surface area and slow down falling. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 18
    },
    {
      "id": 1560,
      "filename": "1560.jpg",
      "path": "1560.jpg",
      "caption": "Pennate diatoms are not typical for plankton. Only subtle species forming spatial colonies can live there. By forming the colonies, they enlarge their surface area and slow down falling. Photo: Prof. Aloisie Poulíčková",
      "author": "",
      "order": 19
    }
  ]
}